import React from 'react';

const Page = () => {
    return (
        <div className='w-full bg-[#232222] pt-[160px] '>
            <div className="container m-auto bg-[#4D4C4C] rounded-3xl mx-auto px-4 py-10 ">
                <h1 className='text-center my-5 text-[32px]  md:text-[45px] text-[#C7C7C7]'>Մաշիս համար</h1>
                <div className='text-[20px] text-white my-10 text-center px-30'>
                    Մաաշս, ես գիտեմ որ քեզ նեղացրել եմ, գիտեմ որ հիմա դու տխուր ես, գիտեմ որ հիմա քո մոտ հոգիդ
                    խառնաշփոթա, բայց գիտես, ես ամեն ինչ ուզում եմ անեմ որ դու գոնե միքիչ ժպտաս։
                    Մաշս դու պտի միշտ ժպտաս, որովհետև դու ամենահամով, ամենասիրուն ամենապելոք, ամենաաաա ամենա աղջիկս ես
                    իմ կյանքի, ուզում եմ միշտ ժպտաս ու լինես աշխարհի ամենաերջանիկը, ու ես ուզում եմ քեզ սարքեմ էտ
                    ամենաերջանիկ աղջիկը։
                    <br/>
                    Դու գիտես որ քո աչքերը ամենասիրունն են ՞
                    <label htmlFor=""> Այո </label>
                    <input type="checkbox"/>

                    <br/>
                    Դու գիտես որ քո Աչը քեզ աշխարհի չափ սիրումա ՞
                    <label htmlFor=""> Այո </label>
                    <input type="checkbox"/>

                    <br/>

                    Դու պտի միշտ ժպտաս ու լինես ամենաերջանիկը, իսկ դու գիտես ովա էտ պատասխանատվությունը վերցրել իրա վրա
                    ՞ այոոո ես

                    <br/>
                    <h1>Ես</h1>
                    <h1>Աշխարհի չափ</h1>
                    <h1>Սիրում եմ քեզ, իմ միակ ու սիրուն աղջիկ</h1>
                </div>

            </div>
        </div>
    );
};

export default Page;